Repository: wolfwdavid/cross_platform_c11
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, uk, zh_hans, zh_hant

# applescript.error.workspaceUnavailable
source: Workspace is no longer available.
ja: ワークスペースはもう利用できません。
ko: 작업 공간을 더 이상 사용할 수 없습니다.
ru: Рабочее пространство больше недоступно.
uk: Робочий простір більше не доступний.
zh_hans: 工作区已不可用。
zh_hant: 工作區已無法使用。

# browser.action.newTab
source: new tab
ja: 新規タブ
ko: 새 탭
ru: новая вкладка
uk: нова вкладка
zh_hans: 新建标签页
zh_hant: 新增標籤頁

# browser.addressBar.placeholder
source: Search or enter URL
ja: 検索またはURLを入力
ko: 검색 또는 URL 입력
ru: Поиск или ввод URL
uk: Пошук або введіть URL
zh_hans: 搜索或输入 URL
zh_hant: 搜尋或輸入 URL

# browser.addressBarSuggestions
source: Address bar suggestions
ja: アドレスバーの候補
ko: 주소 표시줄 제안
ru: Подсказки адресной строки
uk: Підказки адресного рядка
zh_hans: 地址栏建议
zh_hant: 網址列建議

# browser.alwaysAllowHost
source: Always allow this host in c11
ja: このホストを c11 で常に許可
ko: c11에서 이 호스트 항상 허용
ru: Всегда разрешать этот хост в c11
uk: Завжди дозволяти цей хост у c11
zh_hans: 始终允许此主机在 c11 中打开
zh_hant: 一律允許此主機在 c11 中開啟

# browser.contextMenu.openLinkInDefaultBrowser
source: Open Link in Default Browser
ja: デフォルトブラウザでリンクを開く
ko: 기본 브라우저에서 링크 열기
ru: Открыть ссылку в браузере по умолчанию
uk: Відкрити посилання в типовому браузері
zh_hans: 在默认浏览器中打开链接
zh_hant: 在預設瀏覽器中開啟連結

# browser.contextMenu.openLinkInNewTab
source: Open Link in New Tab
ja: 新規タブでリンクを開く
ko: 새 탭에서 링크 열기
ru: Открыть ссылку в новой вкладке
uk: Відкрити посилання в новій вкладці
zh_hans: 在新标签页中打开链接
zh_hant: 在新標籤頁中開啟連結

# browser.dialog.pageSays
source: This page says:
ja: このページの内容:
ko: 이 페이지의 메시지:
ru: Сообщение на странице:
uk: Повідомлення сторінки:
zh_hans: 此页面显示：
zh_hant: 此頁面顯示：

# browser.dialog.pageSaysAt
source: The page at %@ says:
ja: ページ %@ のメッセージ:
ko: %@ 페이지의 메시지:
ru: Страница %@ сообщает:
uk: Сторінка %@ повідомляє:
zh_hans: %@ 页面显示：
zh_hant: %@ 頁面顯示：

# browser.downloadInProgress
source: Download in progress
ja: ダウンロード中
ko: 다운로드 진행 중
ru: Загрузка выполняется
uk: Триває завантаження
zh_hans: 下载进行中
zh_hant: 正在下載

# browser.downloading
source: Downloading...
ja: ダウンロード中...
ko: 다운로드 중...
ru: Загрузка...
uk: Завантаження...
zh_hans: 正在下载...
zh_hant: 下載中...

# browser.error.cantOpen.title
source: Can't open this page
ja: このページを開けません
ko: 이 페이지를 열 수 없습니다
ru: Не удается открыть эту страницу
uk: Не вдається відкрити цю сторінку
zh_hans: 无法打开此页面
zh_hant: 無法開啟此頁面

# browser.error.cantReach.messageSite
source: The site refused the connection. Check that a server is running on this address.
ja: サイトが接続を拒否しました。このアドレスでサーバーが実行されていることを確認してください。
ko: 사이트에서 연결을 거부했습니다. 이 주소에서 서버가 실행 중인지 확인하세요.
ru: Сайт отклонил подключение. Убедитесь, что сервер запущен по этому адресу.
uk: Сайт відхилив з'єднання. Переконайтеся, що за цією адресою запущено сервер.
zh_hans: 网站拒绝了连接。请检查此地址上是否有服务器正在运行。
zh_hant: 網站拒絕連線。請確認此位址上有伺服器正在運行。

# browser.error.cantReach.messageURL
source: %@ refused the connection. Check that a server is running on this address.
ja: %@ が接続を拒否しました。このアドレスでサーバーが実行されていることを確認してください。
ko: %@에서 연결을 거부했습니다. 이 주소에서 서버가 실행 중인지 확인하세요.
ru: %@ отклонил подключение. Убедитесь, что сервер запущен по этому адресу.
uk: %@ відхилив з'єднання. Переконайтеся, що за цією адресою запущено сервер.
zh_hans: %@ 拒绝了连接。请检查此地址上是否有服务器正在运行。
zh_hant: %@ 拒絕連線。請確認此位址上有伺服器正在運行。

# browser.error.cantReach.title
source: Can't reach this page
ja: このページに到達できません
ko: 이 페이지에 연결할 수 없습니다
ru: Не удается подключиться к странице
uk: Не вдається підключитися до цієї сторінки
zh_hans: 无法访问此页面
zh_hant: 無法連線至此頁面

# browser.error.checkNetwork
source: Check your network connection and try again.
ja: ネットワーク接続を確認してもう一度お試しください。
ko: 네트워크 연결을 확인하고 다시 시도하세요.
ru: Проверьте сетевое подключение и повторите попытку.
uk: Перевірте мережеве з'єднання та повторіть спробу.
zh_hans: 请检查您的网络连接，然后重试。
zh_hant: 請檢查您的網路連線後再試一次。

# browser.error.frameLoadInterrupted
source: Frame load interrupted
ja: フレームの読み込みが中断されました
ko: 프레임 로딩이 중단되었습니다
ru: Загрузка фрейма прервана
uk: Завантаження фрейма перервано
zh_hans: 页面框架加载中断
zh_hant: 頁框載入中斷

# browser.error.insecure.message
source: %@ uses plain HTTP, so traffic can be read or modified on the network. Open this URL in your default browser, or proceed in c11.
ja: %@ は HTTP 接続を使用しているため、通信内容がネットワーク上で読み取られたり改ざんされる可能性があります。 デフォルトブラウザで開くか、c11 で続行してください。
ko: %@은(는) 일반 HTTP를 사용하므로, 네트워크에서 트래픽이 읽히거나 변조될 수 있습니다. 기본 브라우저에서 이 URL을 열거나, c11에서 계속 진행하세요.
ru: %@ использует незащищенный протокол HTTP, поэтому трафик может быть перехвачен или изменен в сети. Откройте этот URL в браузере по умолчанию или продолжите в c11.
uk: %@ використовує незахищений HTTP, тому трафік можуть прочитати або змінити у мережі. Відкрийте цю URL у типовому браузері або продовжте в c11.
zh_hans: %@ 使用纯 HTTP 连接，网络上的流量可能被读取或修改。 请在默认浏览器中打开此 URL，或在 c11 中继续访问。
zh_hant: %@ 使用未加密的 HTTP，網路上的流量可能被讀取或竄改。 在您的預設瀏覽器中開啟此 URL，或在 c11 中繼續。

# browser.error.insecure.title
source: Connection isn't secure
ja: 接続は安全ではありません
ko: 연결이 안전하지 않습니다
ru: Подключение не защищено
uk: З'єднання незахищене
zh_hans: 连接不安全
zh_hant: 連線不安全

# browser.error.invalidCertificate
source: The certificate for this site is invalid.
ja: このサイトの証明書が無効です。
ko: 이 사이트의 인증서가 유효하지 않습니다.
ru: Сертификат этого сайта недействителен.
uk: Сертифікат цього сайту недійсний.
zh_hans: 此网站的证书无效。
zh_hant: 此網站的憑證無效。

# browser.error.noInternet
source: No internet connection
ja: インターネット接続がありません
ko: 인터넷에 연결되어 있지 않습니다
ru: Нет подключения к интернету
uk: Немає підключення до інтернету
zh_hans: 无互联网连接
zh_hant: 沒有網際網路連線

# browser.error.reload
source: Reload
ja: 再読み込み
ko: 새로고침
ru: Перезагрузить
uk: Перезавантажити
zh_hans: 重新加载
zh_hant: 重新載入

# browser.goBack
source: Go Back
ja: 戻る
ko: 뒤로
ru: Назад
uk: Назад
zh_hans: 后退
zh_hant: 上一頁

# browser.goForward
source: Go Forward
ja: 進む
ko: 앞으로
ru: Вперед
uk: Вперед
zh_hans: 前进
zh_hant: 下一頁

# browser.goToURL
source: go to URL
ja: URLに移動
ko: URL로 이동
ru: перейти по URL
uk: перейти за URL
zh_hans: 前往 URL
zh_hant: 前往 URL

# browser.import.additionalData
source: Additional data (bookmarks, settings, extensions)
ja: 追加データ（ブックマーク、設定、拡張機能）
ko: 추가 데이터(북마크, 설정, 확장 프로그램)
ru: Дополнительные данные (закладки, настройки, расширения)
uk: Додаткові дані (закладки, налаштування, розширення)
zh_hans: 其他数据（书签、设置、扩展）
zh_hant: 其他資料(書籤、設定、擴充功能)

# browser.import.additionalData.note
source: Bookmarks, settings, and extensions aren't available yet.
ja: ブックマーク、設定、拡張機能にはまだ対応していません。
ko: 북마크, 설정, 확장 프로그램은 아직 지원되지 않습니다.
ru: Закладки, настройки и расширения пока недоступны.
uk: Закладки, налаштування та розширення поки недоступні.
zh_hans: 书签、设置和扩展程序暂不可用。
zh_hant: 書籤、設定與擴充功能還沒支援。

# browser.import.back
source: Back
ja: 戻る
ko: 뒤로
ru: Назад
uk: Назад
zh_hans: 返回
zh_hant: 上一步

# browser.import.complete.browser
source: Browser: %@
ja: ブラウザー: %@
ko: 브라우저: %@
ru: Браузер: %@
uk: Браузер: %@
zh_hans: 浏览器：%@
zh_hant: 瀏覽器：%@

# browser.import.complete.createdProfiles
source: Created c11 profiles: %@
ja: 作成した c11 プロファイル: %@
ko: 생성된 c11 프로필: %@
ru: Созданы профили c11: %@
uk: Створено профілі c11: %@
zh_hans: 已创建的 c11 配置文件：%@
zh_hant: 已建立的 c11 設定檔：%@

# browser.import.complete.destinationProfile
source: Destination profile: %@
ja: 保存先プロファイル: %@
ko: 대상 프로필: %@
ru: Профиль назначения: %@
uk: Профіль призначення: %@
zh_hans: 目标配置文件：%@
zh_hant: 目標設定檔：%@

# browser.import.complete.domainFilter
source: Domain filter: %@
ja: ドメインフィルタ: %@
ko: 도메인 필터: %@
ru: Фильтр доменов: %@
uk: Фільтр доменів: %@
zh_hans: 域名过滤器：%@
zh_hant: 網域篩選：%@

# browser.import.complete.importedCookies
source: Imported cookies: %ld
ja: インポートしたCookie: %ld
ko: 가져온 쿠키: %ld
ru: Импортировано cookie: %ld
uk: Імпортовано cookie: %ld
zh_hans: 已导入 cookie：%ld
zh_hant: 已匯入的 Cookie：%ld

# browser.import.complete.importedHistory
source: Imported history entries: %ld
ja: インポートした履歴件数: %ld
ko: 가져온 기록 항목: %ld
ru: Импортировано записей истории: %ld
uk: Імпортовано записів історії: %ld
zh_hans: 已导入历史记录：%ld
zh_hant: 已匯入的歷史紀錄：%ld

# browser.import.complete.profileMappings
source: Profile mappings:
ja: プロファイル対応:
ko: 프로필 매핑:
ru: Соответствие профилей:
uk: Відповідність профілів:
zh_hans: 配置文件映射：
zh_hant: 設定檔對應：

# browser.import.complete.scope
source: Scope: %@
ja: 対象: %@
ko: 범위: %@
ru: Область: %@
uk: Обсяг: %@
zh_hans: 范围：%@
zh_hant: 範圍：%@

# browser.import.complete.skippedCookies
source: Skipped cookies: %ld
ja: スキップしたCookie: %ld
ko: 건너뛴 쿠키: %ld
ru: Пропущено cookie: %ld
uk: Пропущено cookie: %ld
zh_hans: 已跳过 cookie：%ld
zh_hant: 已略過的 Cookie：%ld

# browser.import.complete.sourceProfiles
source: Source profiles: %@
ja: 元プロファイル: %@
ko: 원본 프로필: %@
ru: Исходные профили: %@
uk: Вихідні профілі: %@
zh_hans: 源配置文件：%@
zh_hant: 來源設定檔：%@

# browser.import.complete.title
source: Browser data import complete
ja: ブラウザーデータのインポートが完了しました
ko: 브라우저 데이터 가져오기 완료
ru: Импорт данных браузера завершён
uk: Імпорт даних браузера завершено
zh_hans: 浏览器数据导入完成
zh_hant: 瀏覽器資料匯入完成

# browser.import.complete.warnings
source: Warnings:
ja: 警告:
ko: 경고:
ru: Предупреждения:
uk: Попередження:
zh_hans: 警告：
zh_hant: 警告：

# browser.import.cookies
source: Cookies (site sign-ins)
ja: Cookie（サイトのログイン状態）
ko: 쿠키(사이트 로그인)
ru: Cookie (вход на сайты)
uk: Cookie (стан входу на сайти)
zh_hans: Cookie（站点登录状态）
zh_hant: Cookie(網站登入狀態)

# browser.import.destination.cmux
source: Destination
ja: 保存先
ko: 대상
ru: Назначение
uk: Призначення
zh_hans: 目标
zh_hant: 目標

# browser.import.destinationMode.merge
source: Merge into one
ja: 1つにまとめる
ko: 하나로 병합
ru: Объединить в один
uk: Об'єднати в один
zh_hans: 合并为一个
zh_hant: 合併為一個

# browser.import.destinationMode.separate
source: Separate profiles
ja: 分けて取り込む
ko: 프로필 분리
ru: Отдельные профили
uk: Окремі профілі
zh_hans: 分开为多个配置文件
zh_hant: 分開匯入

# browser.import.destinationProfile
source: Import into
ja: インポート先
ko: 가져올 위치
ru: Импортировать в
uk: Імпортувати в
zh_hans: 导入到
zh_hant: 匯入到

# browser.import.destinationProfile.create
source: Create "%@"
ja: "%@" を作成
ko: "%@" 만들기
ru: Создать «%@»
uk: Створити «%@»
zh_hans: 创建「%@」
zh_hant: 建立「%@」

# browser.import.destinationProfile.help
source: Imported data goes into the selected c11 profile.
ja: インポートしたデータは、選択した c11 プロファイルに保存されます。
ko: 가져온 데이터는 선택한 c11 프로필로 들어갑니다.
ru: Импортированные данные попадут в выбранный профиль c11.
uk: Імпортовані дані потраплять у вибраний профіль c11.
zh_hans: 导入的数据会写入所选的 c11 配置文件。
zh_hant: 匯入的資料會進入所選的 c11 設定檔。

# browser.import.destinationProfile.mergeHelp
source: All selected source profiles go into one c11 profile.
ja: 選択した元プロファイルは、1つの c11 プロファイルにまとめて取り込まれます。
ko: 선택한 원본 프로필은 하나의 c11 프로필로 합쳐집니다.
ru: Все выбранные исходные профили объединятся в один профиль c11.
uk: Усі вибрані вихідні профілі об'єднаються в один профіль c11.
zh_hans: 选中的源配置文件会合并进一个 c11 配置文件。
zh_hant: 所選的來源設定檔會合併到同一個 c11 設定檔。

# browser.import.destinationProfile.separateHelp
source: c11 creates any missing profiles on import.
ja: c11 は不足しているプロファイルをインポート時に作成します。
ko: c11은 가져올 때 없는 프로필을 만듭니다.
ru: c11 создаст недостающие профили при импорте.
uk: c11 створює відсутні профілі під час імпорту.
zh_hans: c11 会在导入时创建缺失的个人资料。
zh_hant: c11 會在匯入時建立缺少的設定檔。

# browser.import.detected.all
source: Detected: %@.
ja: 検出済み: %@。
ko: 감지됨: %@.
ru: Обнаружено: %@.
uk: Виявлено: %@.
zh_hans: 已检测到：%@。
zh_hant: 已偵測到：%@。

# browser.import.detected.more.one
source: Detected: %@, +1 more.
ja: 検出済み: %@、ほか1件。
ko: 감지됨: %@, 추가 1개.
ru: Обнаружено: %@, ещё +1.
uk: Виявлено: %@, ще +1.
zh_hans: 已检测到：%@,另有 1 个。
zh_hant: 已偵測到：%@,另 1 個。

# browser.import.detected.more.other
source: Detected: %@, +%ld more.
ja: 検出済み: %@、ほか%ld件。
ko: 감지됨: %@, 추가 %ld개.
ru: Обнаружено: %@, ещё +%ld.
uk: Виявлено: %@, ще +%ld.
zh_hans: 已检测到：%@,另有 %ld 个。
zh_hant: 已偵測到：%@,另 %ld 個。

# browser.import.detected.none
source: No supported browsers detected.
ja: 対応しているブラウザーが見つかりませんでした。
ko: 지원되는 브라우저를 찾지 못했어요.
ru: Поддерживаемые браузеры не обнаружены.
uk: Не виявлено підтримуваних браузерів.
zh_hans: 未检测到受支持的浏览器。
zh_hant: 找不到支援的瀏覽器。

# browser.import.domain
source: Domains
ja: ドメイン
ko: 도메인
ru: Домены
uk: Домени
zh_hans: 域名
zh_hant: 網域

# browser.import.domain.placeholder
source: Optional domains, comma-separated
ja: 任意のドメインをカンマ区切りで指定
ko: 선택 도메인, 쉼표로 구분
ru: Домены (по желанию), через запятую
uk: Домени (необов'язково), через кому
zh_hans: 可选域名,逗号分隔
zh_hant: 選填網域,以逗號分隔

# browser.import.error.destinationCreateFailed
source: c11 couldn't create the destination profile "%@".
ja: c11 は保存先プロファイル「%@」を作成できませんでした。
ko: c11이 대상 프로필 "%@"을(를) 만들지 못했어요.
ru: c11 не смог создать профиль назначения «%@».
uk: c11 не зміг створити профіль призначення «%@».
zh_hans: c11 无法创建目标配置文件「%@」。
zh_hant: c11 無法建立目標設定檔「%@」。

# browser.import.error.destinationMissing
source: The selected c11 browser profile is gone. Pick another destination.
ja: 選択した c11 ブラウザープロファイルが見つかりません。別の保存先を選んでください。
ko: 선택한 c11 브라우저 프로필이 사라졌습니다. 다른 대상을 고르세요.
ru: Выбранный профиль c11 browser исчез. Выберите другое назначение.
uk: Обраного профілю c11 browser більше немає. Оберіть інше призначення.
zh_hans: 所选的 c11 浏览器个人资料已不存在。请另选一个目标。
zh_hant: 選取的 c11 瀏覽器設定檔不見了。挑個別的目的地。

# browser.import.error.title
source: Couldn't start import
ja: インポートを開始できませんでした
ko: 가져오기를 시작할 수 없어요
ru: Не удалось начать импорт
uk: Не вдалося почати імпорт
zh_hans: 无法开始导入
zh_hant: 無法開始匯入

# browser.import.hint.dismiss
source: Hide Hint
ja: ヒントを隠す
ko: 힌트 숨기기
ru: Скрыть подсказку
uk: Сховати підказку
zh_hans: 隐藏提示
zh_hant: 隱藏提示

# browser.import.hint.import
source: Import…
ja: インポート…
ko: 가져오기…
ru: Импорт…
uk: Імпортувати…
zh_hans: 导入…
zh_hant: 匯入…

# browser.import.hint.settings
source: Browser Settings
ja: ブラウザー設定
ko: 브라우저 설정
ru: Настройки браузера
uk: Налаштування браузера
zh_hans: 浏览器设置
zh_hant: 瀏覽器設定

# browser.import.hint.settingsFootnote
source: You can always find this in Settings > Browser.
ja: あとでいつでも「設定 > ブラウザー」で見つけられます。
ko: 설정 > 브라우저에서 언제든 다시 찾을 수 있어요.
ru: Это всегда доступно в «Настройки > Браузер».
uk: Це завжди доступно в Налаштуваннях > Браузер.
zh_hans: 随时可在「设置 > 浏览器」中找到。
zh_hant: 可在「設定 > 瀏覽器」隨時找到。

# browser.import.hint.title
source: Import browser data
ja: ブラウザーデータをインポート
ko: 브라우저 데이터 가져오기
ru: Импорт данных браузера
uk: Імпорт даних браузера
zh_hans: 导入浏览器数据
zh_hant: 匯入瀏覽器資料

# browser.import.hint.toolbar
source: Import
ja: インポート
ko: 가져오기
ru: Импорт
uk: Імпорт
zh_hans: 导入
zh_hant: 匯入

# browser.import.hint.toolbar.help
source: Import browser data
ja: ブラウザーデータをインポート
ko: 브라우저 데이터 가져오기
ru: Импорт данных браузера
uk: Імпорт даних браузера
zh_hans: 导入浏览器数据
zh_hant: 匯入瀏覽器資料

# browser.import.history
source: History (visited pages)
ja: 履歴（訪問したページ）
ko: 기록(방문한 페이지)
ru: История (посещённые страницы)
uk: Історія (відвідані сторінки)
zh_hans: 历史（访问过的页面）
zh_hant: 歷史紀錄(已造訪的頁面)

# browser.import.next
source: Next
ja: 次へ
ko: 다음
ru: Далее
uk: Далі
zh_hans: 下一步
zh_hant: 下一步

# browser.import.noBrowsers.message
source: c11 couldn't find any browser profiles to import on this Mac.
ja: この Mac でインポートできるブラウザプロファイルが見つかりませんでした。
ko: c11이 이 Mac에서 가져올 브라우저 프로필을 찾지 못했어요.
ru: c11 не нашёл профилей браузера для импорта на этом Mac.
uk: c11 не знайшов жодного профілю браузера для імпорту на цьому Mac.
zh_hans: c11 在这台 Mac 上没找到可导入的浏览器配置文件。
zh_hant: c11 在這台 Mac 上找不到可匯入的瀏覽器設定檔。

# browser.import.noBrowsers.title
source: No browsers to import from
ja: インポート元のブラウザーがありません
ko: 가져올 브라우저 없음
ru: Нет браузеров для импорта
uk: Немає браузерів для імпорту
zh_hans: 没有可导入的浏览器
zh_hant: 沒有可匯入的瀏覽器

# browser.import.progress.message
source: Importing %@ from %@…
ja: %2$@ から %1$@ をインポート中…
ko: %2$@에서 %1$@ 가져오는 중…
ru: Импорт %1$@ из %2$@…
uk: Імпорт %1$@ з %2$@…
zh_hans: 正在从 %2$@ 导入 %1$@…
zh_hant: 正從 %2$@ 匯入 %1$@…

# browser.import.progress.subtitle
source: This can take a few seconds for large profiles.
ja: プロファイルが大きい場合は数秒かかることがあります。
ko: 프로필이 크면 몇 초 걸릴 수 있어요.
ru: Для больших профилей это может занять несколько секунд.
uk: Для великих профілів це може зайняти кілька секунд.
zh_hans: 大型配置文件可能需要几秒钟。
zh_hant: 大型設定檔可能需要幾秒鐘。

# browser.import.progress.title
source: Importing Browser Data
ja: ブラウザーデータをインポート中
ko: 브라우저 데이터 가져오는 중
ru: Импорт данных браузера
uk: Імпорт даних браузера
zh_hans: 正在导入浏览器数据
zh_hant: 正在匯入瀏覽器資料

# browser.import.scope.cookiesAndHistory
source: Cookies + history
ja: Cookie + 履歴
ko: 쿠키 + 기록
ru: Cookie + история
uk: Cookie + історія
zh_hans: Cookie + 历史
zh_hant: Cookie + 歷史

# browser.import.scope.cookiesOnly
source: Cookies only
ja: Cookieのみ
ko: 쿠키만
ru: Только cookie
uk: Лише cookie
zh_hans: 仅 cookie
zh_hant: 只匯入 Cookie

# browser.import.scope.everything
source: Everything
ja: すべて
ko: 전부
ru: Всё
uk: Усе
zh_hans: 全部
zh_hant: 全部

# browser.import.scope.historyOnly
source: History only
ja: 履歴のみ
ko: 기록만
ru: Только история
uk: Лише історія
zh_hans: 仅历史
zh_hant: 只匯入歷史

# browser.import.source
source: Browser
ja: ブラウザー
ko: 브라우저
ru: Браузер
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# browser.import.sourceProfile.fallback
source: Profile %ld
ja: プロファイル%ld
ko: 프로필 %ld
ru: Профиль %ld
uk: Профіль %ld
zh_hans: 配置文件 %ld
zh_hant: 設定檔 %ld

# browser.import.sourceProfiles
source: Profiles
ja: プロファイル
ko: 프로필
ru: Профили
uk: Профілі
zh_hans: 配置文件
zh_hant: 設定檔

# browser.import.sourceProfiles.empty
source: No source profiles detected for %@.
ja: %@ の元プロファイルが見つかりません。
ko: %@의 원본 프로필이 감지되지 않았어요.
ru: Для %@ исходные профили не найдены.
uk: Не виявлено вихідних профілів для %@.
zh_hans: 未检测到 %@ 的源配置文件。
zh_hant: 找不到 %@ 的來源設定檔。

# browser.import.sourceProfiles.help
source: Pick one or more profiles.
ja: プロファイルを1つ以上選んでください。
ko: 프로필을 하나 이상 고르세요.
ru: Выберите один или несколько профилей.
uk: Оберіть один або кілька профілів.
zh_hans: 请选择一个或多个个人资料。
zh_hant: 挑一個或多個設定檔。

# browser.import.start
source: Start Import
ja: インポート開始
ko: 가져오기 시작
ru: Начать импорт
uk: Почати імпорт
zh_hans: 开始导入
zh_hant: 開始匯入

# browser.import.title
source: Import Browser Data
ja: ブラウザーデータをインポート
ko: 브라우저 데이터 가져오기
ru: Импортировать данные браузера
uk: Імпортувати дані браузера
zh_hans: 导入浏览器数据
zh_hant: 匯入瀏覽器資料

# browser.import.validation.scope
source: Pick Cookies, History, or both before starting import.
ja: インポートを始める前に、Cookie、履歴、またはその両方を選んでください。
ko: 가져오기를 시작하기 전에 쿠키, 기록 또는 둘 다 고르세요.
ru: Выберите Cookies, Историю или оба варианта перед началом импорта.
uk: Перед початком імпорту оберіть Cookies, Історію або те й інше.
zh_hans: 开始导入前，请选择 Cookie、历史记录或两者。
zh_hant: 開始匯入前,先挑 Cookies、歷史紀錄,或兩者都挑。

# browser.import.validation.sourceProfiles
source: Pick at least one source profile.
ja: 元プロファイルを少なくとも1つ選んでください。
ko: 원본 프로필을 하나 이상 고르세요.
ru: Выберите хотя бы один исходный профиль.
uk: Оберіть принаймні один вихідний профіль.
zh_hans: 请至少选择一个源个人资料。
zh_hant: 至少挑一個來源設定檔。

# browser.import.warning.additionalDataUnavailable
source: Bookmarks, settings, and extensions aren't supported yet — only cookies and history were imported.
ja: ブックマーク、設定、拡張機能のインポートにはまだ対応していません。Cookie と履歴のみを取り込みました。
ko: 북마크, 설정, 확장 프로그램은 아직 지원되지 않아요 — 쿠키와 기록만 가져왔어요.
ru: Закладки, настройки и расширения пока не поддерживаются — импортированы только cookie и история.
uk: Закладки, налаштування та розширення поки не підтримуються — імпортовано лише cookie та історію.
zh_hans: 暂不支持书签、设置和扩展 — 仅导入了 cookie 和历史。
zh_hant: 書籤、設定、擴充功能尚未支援 — 僅匯入了 Cookie 與歷史紀錄。

# browser.import.warning.browserCookiesReadFailed
source: Couldn't read %@ cookies at %@: %@
ja: %@ のCookieを %@ から読み込めませんでした: %@
ko: %@ 쿠키를 %@에서 읽지 못했습니다: %@
ru: Не удалось прочитать cookies %@ по пути %@: %@
uk: Не вдалося прочитати cookie %1$@ у %2$@: %3$@
zh_hans: 无法读取 %@ 位于 %@ 的 Cookie：%@
zh_hant: 讀不了 %@ 在 %@ 的 cookies：%@

# browser.import.warning.browserHistoryReadFailed
source: Couldn't read %@ history at %@: %@
ja: %@ の履歴を %@ から読み込めませんでした: %@
ko: %@ 기록을 %@에서 읽지 못했습니다: %@
ru: Не удалось прочитать историю %@ по пути %@: %@
uk: Не вдалося прочитати історію %1$@ у %2$@: %3$@
zh_hans: 无法读取 %@ 位于 %@ 的历史记录：%@
zh_hant: 讀不了 %@ 在 %@ 的歷史紀錄：%@

# browser.import.warning.cookieImportUnsupported
source: %@ cookie import isn't supported yet.
ja: %@ のCookieインポートにはまだ対応していません。
ko: %@ 쿠키 가져오기는 아직 지원되지 않습니다.
ru: Импорт cookies %@ пока не поддерживается.
uk: Імпорт cookie %@ поки не підтримується.
zh_hans: 暂不支持 %@ 的 Cookie 导入。
zh_hant: %@ 的 cookie 匯入還沒支援。

# browser.import.warning.encryptedCookiesSkipped
source: Skipped %ld encrypted cookies that require Keychain decryption.
ja: Keychainでの復号が必要な暗号化Cookieを%ld件スキップしました。
ko: Keychain 복호화가 필요한 암호화된 쿠키 %ld개를 건너뛰었어요.
ru: Пропущено %ld зашифрованных cookie, для которых нужна расшифровка через Keychain.
uk: Пропущено %ld зашифрованих cookie, яким потрібна розшифровка Keychain.
zh_hans: 跳过了 %ld 个需要钥匙串解密的加密 cookie。
zh_hant: 已略過 %ld 個需要 Keychain 解密的加密 Cookie。

# browser.import.warning.firefoxCookiesReadFailed
source: Couldn't read Firefox cookies at %@: %@
ja: Firefox のCookieを %@ から読み込めませんでした: %@
ko: Firefox 쿠키를 %@에서 읽지 못했습니다: %@
ru: Не удалось прочитать cookies Firefox по пути %@: %@
uk: Не вдалося прочитати cookie Firefox у %1$@: %2$@
zh_hans: 无法读取 Firefox 位于 %@ 的 Cookie：%@
zh_hant: 讀不了 Firefox 在 %@ 的 cookies：%@

# browser.import.warning.firefoxHistoryReadFailed
source: Couldn't read Firefox history at %@: %@
ja: Firefox の履歴を %@ から読み込めませんでした: %@
ko: Firefox 기록을 %@에서 읽지 못했습니다: %@
ru: Не удалось прочитать историю Firefox по пути %@: %@
uk: Не вдалося прочитати історію Firefox у %1$@: %2$@
zh_hans: 无法读取 Firefox 位于 %@ 的历史记录：%@
zh_hant: 讀不了 Firefox 在 %@ 的歷史紀錄：%@

# browser.import.warning.keychainDecryptFailed
source: Skipped %ld encrypted %@ cookies — %@ couldn't be unlocked from Keychain.
ja: Keychain から %3$@ を開けなかったため、暗号化された %2$@ の Cookie を %1$ld 件スキップしました。
ko: 암호화된 %2$@ 쿠키 %1$ld개를 건너뛰었어요 — %3$@을(를) Keychain에서 잠금 해제할 수 없었어요.
ru: Пропущено %1$ld зашифрованных cookie %2$@ — %3$@ не удалось разблокировать в Keychain.
uk: Пропущено %1$ld зашифрованих cookie %2$@ — %3$@ не вдалося розблокувати в Keychain.
zh_hans: 跳过了 %1$ld 个已加密的 %2$@ cookie — 无法从钥匙串解锁 %3$@。
zh_hant: 因為無法從 Keychain 解開 %3$@,已略過 %1$ld 個加密的 %2$@ Cookie。

# browser.import.warning.noHistoryDatabase
source: No history database found for %@.
ja: %@ の履歴データベースが見つかりませんでした。
ko: %@의 기록 데이터베이스를 찾지 못했어요.
ru: База истории для %@ не найдена.
uk: Не знайдено базу історії для %@.
zh_hans: 未找到 %@ 的历史数据库。
zh_hant: 找不到 %@ 的歷史資料庫。

# browser.import.warning.safariCookiesUnsupported
source: Safari cookies live in Cookies.binarycookies, which this importer doesn't support yet.
ja: Safari のCookieは Cookies.binarycookies にありますが、このインポーターはまだ対応していません。
ko: Safari 쿠키는 Cookies.binarycookies에 있는데, 이 가져오기는 아직 이 파일을 지원하지 않습니다.
ru: Cookies Safari находятся в файле Cookies.binarycookies, который этот импортер пока не поддерживает.
uk: cookie Safari зберігаються у Cookies.binarycookies — цей імпортер їх поки не підтримує.
zh_hans: Safari 的 Cookie 存放在 Cookies.binarycookies 中，此导入器暂不支持该文件。
zh_hant: Safari 的 cookies 放在 Cookies.binarycookies 裡,這個匯入工具還沒支援。

# browser.newTab
source: New tab
ja: 新規タブ
ko: 새 탭
ru: Новая вкладка
uk: Нова вкладка
zh_hans: 新建标签页
zh_hant: 新增標籤頁

# browser.omnibar.accessibilityLabel
source: Browser omnibar
ja: ブラウザのオムニバー
ko: 브라우저 주소 표시줄
ru: Адресная строка браузера
uk: Адресний рядок браузера
zh_hans: 浏览器地址栏
zh_hant: 瀏覽器網址列

# browser.openInDefaultBrowser
source: Open in Default Browser
ja: デフォルトブラウザで開く
ko: 기본 브라우저에서 열기
ru: Открыть в браузере по умолчанию
uk: Відкрити в браузері за замовчуванням
zh_hans: 在默认浏览器中打开
zh_hant: 在預設瀏覽器中開啟

# browser.popup.loadingTitle
source: Loading…
ja: 読み込み中…
ko: 불러오는 중…
ru: Загрузка…
uk: Завантаження…
zh_hans: 正在加载…
zh_hant: 載入中…

# browser.proceedInCmux
source: Proceed in c11
ja: c11 で続行
ko: c11에서 계속
ru: Продолжить в c11
uk: Продовжити в c11
zh_hans: 在 c11 中继续
zh_hant: 在 c11 中繼續

# browser.profile.buttonHelp
source: Browser Profile: %@
ja: ブラウザープロファイル: %@
ko: 브라우저 프로필: %@
ru: Профиль браузера: %@
uk: Профіль браузера: %@
zh_hans: 浏览器配置文件：%@
zh_hant: 瀏覽器設定檔：%@

# browser.profile.default
source: Default
ja: デフォルト
ko: 기본
ru: По умолчанию
uk: За замовчуванням
zh_hans: 默认
zh_hant: 預設

# browser.profile.menu.title
source: Profiles
ja: プロファイル
ko: 프로필
ru: Профили
uk: Профілі
zh_hans: 配置文件
zh_hant: 設定檔

# browser.profile.new
source: New Profile...
ja: 新しいプロファイル...
ko: 새 프로필...
ru: Новый профиль...
uk: Новий профіль...
zh_hans: 新建配置文件...
zh_hant: 新增設定檔…
